[{
		"name": "Free Fire skins permanently",
		"description": "The weapons with expensive and rare skins are more powerful and attractive than default versions. Therefore players top up a lot of diamonds to unlock gun skins in the free fire. Another best thing about the gun skin is the opponent afraid to fight with you. Also, you will look smart than others in the lobby, training ground, and battleground by using expensive weapons. But what about the player who doesn’t have money to buy weapon skins in FF? The expensive and rare things don’t come for free. The non-spending player has to go through other ideas to obtain these things. For example, sometimes the game brings discount offers, and sometimes, you will get rewarding event tasks. Also, there are some other methods to unlock these weapon skins for free in Fee fire.",
		"img": "https://i.imgur.com/gTgm7Nr.jpg"
	},
	 { 
		"name": "Weapon royale (free and purchase)",
		"description": "The weapon royale is the best spin system to get some rare gun skins, but it requires luck to unlock them. It requires 40 diamonds for a single spin and 400 diamonds for 11 spins. Also, you can use the ‘voucher’ to spin the weapon royale. So, if you have a voucher, you can say it is the best method to unlock free gun skins without diamonds in Free fire.",
		"img": "https://i.imgur.com/9bynZoW.jpg"
	},
	 { 
		"name": "Use guild tokens",
		"description": "The guild token is also a precious item by which you can get some rare gun skins for free in FF. Therefore, join the best guild-Play with the team-make lots of guild tokens, and redeem skins from the store.",
		"img": "https://i.imgur.com/92eOaLR.jpg"
	},
	 { 
		"name": "Faded wheel (free and purchase method)",
		"description": "The faded wheel is another best method to obtain legendary weapon skin. It is also a spin from which you can upgrade your Evo guns. The price of the faded wheel depends upon how many times you spin the wheel. But, for the first spin, you have to pay nothing-it’s free. Also, remove two unwanted items from the reward list so that you can unlock permanent legendary gun skins with a high chance in the Free fire.",
		"img": "https://i.imgur.com/SEEIwHc.jpg"
	},
	 { 
		"name": "Incubator spin (Expensive method)",
		"description": "It is not a free method- to spin the incubator, you have to spend diamonds and vouchers. By using the diamond in the Free fire incubator, you can obtain many weapon loot crates and one most legendary weapon skin for sure. And the best thing is, you will get many other attractive skins.",
		"img": "https://i.imgur.com/zAEOOUU.jpg"
	},
	 { 
		"name": "Use FF tokens and rank tokens (Free method)",
		"description": "There are many methods by which you can collect FF and rank tokens in Free fire. These tokens are the best items to redeem weapon skins for free in Free fire. And the process is simple- Go to Redeem section and buy the rewards if you have these cards.",
		"img": "https://i.imgur.com/zAEOOUU.jpg"
	},
	 { 
		"name": "Complete quests (Free)",
		"description": "In the event section, you will get some tasks that give weapon loot crates as a reward. So, you can unlock permanent gun skins for free by opening crates in Free fire. This opportunity doesn’t arrive every day, so keep your eyes on the event and finish the event quests if available.",
		"img": "https://i.imgur.com/D9fubLj.jpg"
	},
	 { 
		"name": "Direct method (Purchase method)",
		"description": "You can also purchase all the rare, legendary weapon skins from the store using diamonds. In the Armory section, you will get a list of skins, and to unlock them, you have to purchase weapon loot crates with 40 diamonds. You can open 99 crates at once, but your luck decides whether you will get gun skin permanently or not. Similarly, if you want some discount, you should visit the ‘daily special’ option. Every day, the game brings new offers in its product.",
		"img": "https://i.imgur.com/KRdHnlL.jpg"
	},
	 { 
		"name": "Luck Royale",
		"description": "There are many sections of Luck Royale that can be used to obtain legendary gun skins in Free Fire. Weapon Royale, Incubator, Faded Wheel, and special event-based contests are among these areas. To claim the gun skins, players must spin the wheel with diamonds.",
		"img": "https://i.imgur.com/2CF7YPn.jpg"
	}
]
